IDEA Open Model
SectionStiffnesses.EccY Property
Compatible with IDEA StatiCa 20.1
 eccentricity in y-direction
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double EccY { get; set; }
Public Property EccY As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionStiffnesses Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace